/* Printing Resolution */
"1200 x 1200" = "1200 x 1200";
"2400 x 1200" = "2400 x 1200";
"Automatic" = "Automatic";

/* Job Storage */
"HPJOBRETENTIONOPTION_QUICKCOPY_DS"="Når jobben er skrevet ut, kan du skrive ut flere eksemplarer via skriverens kontrollpanel. Flere kopier av lagrede jobber blir automatisk sammenlignet.";
"HPJOBRETENTIONOPTION_PROOFANDPRINT_DS"="Når du har bedt om flere eksemplarer, skrives det første eksemplaret ut. De resterende eksemplarene holdes tilbake på skriveren til du utløser dem via skriverens kontrollpanel. Flere kopier av lagrede jobber blir automatisk sammenlignet.";
"HPJOBRETENTIONOPTION_STOREDJOB_DS"="Jobben lagres på skriveren som om den er et elektronisk arkiv. Ingenting skrives ut før jobben blir etterspurt fra skriverens kontrollpanel. Bruk denne lagringsfunksjonen til skjemaer og andre vanlige eller delte dokumenter. Flere kopier av lagrede jobber blir automatisk sammenlignet.";
"HPJOBRETENTIONOPTION_PRIVATE_DS"="Jobben lagres på skriveren, og ingenting skrives ut før jobben blir etterspurt fra skriverens kontrollpanel. Private utskriftsjobber sikres med et 4-sifret personlige identifikasjonsnummer som du angir. Flere kopier av lagrede jobber blir automatisk sammenlignet.";
"HPJOBRETENTIONOPTION_PRIVATE_STOREDJOB_DS"="Utskriftsjobben vil bli lagret i skriveren som om den var et elektronisk filkabinett. Det vil ikke bli skrevet ut noe før utskriftsjobben blir valgt fra skriverens kontrollpanel. Private, lagrede utskriftsjobber sikres ved hjelp av det firesifrede, personlige identifikasjonsnummeret som du velger. Flere eksemplarer av lagrede jobber blir automatisk sammenlignet.";
"HPJOBRETENTIONOPTION_OFF_DS"="Jobben skrives ut, men lagres ikke på skriveren.";
"HPJOBRETENTIONOPTION_STOREJOB_DS" = "Utskriftsjobben vil bli lagret i skriveren som om den er et elektronisk arkivskap. Det blir ikke skrevet ut noe før jobben startes fra skriverens kontrollpanel. Lagrede utskriftsjobber kan sikres med en valgfri 4-sifret PIN-kode som du angir. Flere kopier av lagrede jobber blir automatisk satt sammen.";
"HPJOBRETENTIONOPTION_PERSONAL_DS" = "Lagre utskriftsjobben på skriveren til du ber om utskrift fra skriverens kontrollpanel. Jobben slettes fra skriveren straks den er skrevet ut. Hold utskriftsjobben privat ved å bruke en PIN-kode (Personal Identification Number).";

"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_FALSE" = "Jobben vil bli lagret i skriveren, og ikke noe skrives ut før du ber om jobben fra skriverens kontrollpanel. Når jobben er skrevet ut, fjernes den automatisk fra skriverens jobblager.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_TRUE" = "Jobben vil bli lagret i skriveren, og ikke noe skrives ut før du ber om jobben fra skriverens kontrollpanel og oppgir PIN-koden. Når jobben er skrevet ut, fjernes den automatisk fra skriverens jobblager.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_FALSE" = "Jobben vil bli lagret i skriveren som om den var et elektronisk arkivskap. Ikke noe skrives ut før du ber om utskriftsjobben fra skriverens kontrollpanel. Bruk dette lageret til skjemaer og andre felles eller delte dokumenter.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_TRUE" = "Jobben vil bli lagret i skriveren som om den var et elektronisk arkivskap. Ikke noe skrives ut før du ber om utskriftsjobben fra skriverens kontrollpanel og skriver inn PIN-koden. Bruk dette lageret til skjemaer og andre felles eller delte dokumenter.";

"HPSTRAIGHTPAPERPATH_DS" = "Alternativ utbakke er åpen";

/* Manual Duplex */
"HPMANUALDUPLEXSWITCH_DS" = "Kontroller at skuffen for manuell mating er tom, eller, hvis utskriften starter fra denne skuffen, at den bare inneholder nok papir til dette dokumentet (legg til ett ark hvis veiledning er valgt).";
"HPMANUAL_DUPLEX_PRINT_GUIDE_CHECKBOX_TITLE" = "Skriv ut veiledning";

"HPTEXTNEUTRALGRAYS_SUMMARY" = "Tekst, nøytrale gråtoner";
"HPTEXTHALFTONE_SUMMARY" = "Tekst, halvtone";
"HPTEXTRGB_SUMMARY" = "Tekst RGB-farge";
"HPGRAPHICSNEUTRALGRAYS_SUMMARY" = "Grafikk, nøytrale gråtoner";
"HPGRAPHICSHALFTONE_SUMMARY" = "Grafikk, halvtone";
"HPGRAPHICSRGB_SUMMARY" = "Grafikk RGB-farge";
"HPPHOTONEUTRALGRAYS_SUMMARY" = "Fotografier, nøytrale gråtoner";
"HPPHOTOHALFTONE_SUMMARY" = "Fotografier, halvtone";
"HPPHOTORGB_SUMMARY" = "Fotografier RGB-farge";

"HPIMAGESHIFTFRONTX_SUMMARY" = "Front Horizontal Shift";
"HPIMAGESHIFTFRONTY_SUMMARY" = "Front Vertical Shift";
"HPIMAGESHIFTBACKX_SUMMARY" = "Back Horizontal Shift";
"HPIMAGESHIFTBACKY_SUMMARY" = "Back Vertical Shift";

/*Description for Booklet Printing PDE*/
"HPBOOKLETFILTER_AUTO_MANUAL_DS" = "Når du skal skrive ut et hefte, må du velge \"Tosidig\" eller \"Manuell tosidig utskrift\" ovenfor.";
"HPBOOKLETFILTER_MANUAL_DS" = "Når du skal skrive ut et hefte, må du velge \"Manuell tosidig utskrift\" ovenfor.";
"HPBOOKLETFILTER_AUTO_DS" = "Når du skal skrive ut et hefte, må du velge \"Tosidig\" ovenfor.";
"DUPLEXER_NOT_INSTALLED" = "Hvis du skal skrive ut et hefte, må du installere en duplekser.";
"DUPLEXER_INSTALLED" = "Hvis du skal skrive ut et hefte, må tosidig utskrift være slått på.";

"HPBOOKLET_PAGEORDER_CHECKBOX_TITLE" = "Høyreinnbinding";

"HPWMSWITCH_CHECKBOX_TITLE" = "Vannmerke";

/*UntitledCustomName*/
"UntitledString"="Uten navn";

/* Color/Quality Options */
"CMANDRESOLUTION_GRAY600X600DPI_DS" = "600 dpi";
"CMANDRESOLUTION_CMYKIMAGERET3600_DS" = "ImageREt 3600";
"CMANDRESOLUTION_CMYKIMAGERET2400_DS" = "ImageREt 2400";
"CMANDRESOLUTION_CHECKBOX_TITLE" = "Skriv ut farger i grått";

"OUTPUTMODE_DS_COLORINPUT_BLACKRENDER_600X600DPI_OUTPUT_AUTOMATIC" = "Fargeinndata/svart-hvitt-gjengivelse: 600x600 dpi\nUtskrift (sv-hv/farger): Automatisk";

"OUTPUTMODE_DS_GENERALOFFICE" = "Svart gjengivelse: 300x300 dpi \nFargeinndata: 300x300 dpi \nUtdata (svart): Automatisk \nUtdata (farger): Automatisk";

"OUTPUTMODE_DS_PROFESSIONAL" = "Svart gjengivelse: 600x600 dpi \nFargeinndata: 600x600 dpi \nUtdata (svart): Automatisk \nUtdata (farger): Automatisk";

"OUTPUTMODE_DS_PRESENTATION" = "Svart gjengivelse: 600x600 dpi \nFargeinndata: 600x600 dpi \nUtdata (svart): Automatisk \nUtdata (farger): Automatisk \nFor disse papirtypene er Svart utdata 1200x1200 optimerte dpi: Uspesifisert, vanlig, HP Premium Presentation, matt og HP Brochure, matt";

"OUTPUTMODE_DS_MAXIMUMDPI" = "Svart gjengivelse: 600x600 dpi \nfargeinndata: 600x600 dpi \nUtdata (svart): Automatisk \nUtdata (farger): 2400x1200 optimerte dpi";

